export const QUIZ = [
  // 启动器相关
  "目前启动器仍然将愚人节版本当快照版处理……",
  "我相信你肯定会把玩启动器里会伸缩的标题栏（",
  "本启动器原型最初是 Electron 技术栈，后面想学 Rust 了才转 Tauri 的",
  "启动器的 AppImage 版本受 Tauri 影响其实并不能正常运行",
  "这个卡片以后可以自定义位置……大概吧",
  "Never gonna give you up.",
  "这个启动器是 Xiaosu 第一个能启动 Minecraft 的启动器（",
  "启动实例后的灵动岛好不好看？虽然一台电脑开不了那么多 Minecraft……",
  "init repo 前这个项目断断续续写了半个月……XD",
  // Minecraft 小知识
  "Mojang 在 26.3 Pre 1 中重新加入了边境之地，可以通过某个游戏参数启用边境之地，据说是为了调试移除边境之地时是否会产生性能问题……",
  "你说得对但是Mojang添加了：铜斧、铜锄、铜镐、铜锹、铜剑、铜矛、铜头盔、铜胸甲、铜护腿、铜靴子、铜马铠、铜鹦鹉螺铠、铜锭、铜粒、铜矿石、粗铜块、铜块、斑驳的铜块、锈蚀的铜块、氧化的铜块、涂蜡的铜块、涂蜡的斑驳铜块、涂蜡的锈蚀铜块、涂蜡的氧化铜块、雕纹铜块、斑驳的雕纹铜块、锈蚀的雕纹铜块、氧化的雕纹铜块、涂蜡的雕纹铜块、涂蜡的斑驳雕纹铜块、涂蜡的锈蚀雕纹铜块、涂蜡的氧化雕纹铜块、切制铜块、斑驳的切制铜块、锈蚀的切制铜块、氧化的切制铜块、涂蜡的切制铜块、涂蜡的斑驳切制铜块、涂蜡的锈蚀切制铜块、涂蜡的氧化切制铜块、切制铜台阶、斑驳的切制铜台阶、锈蚀的切制铜台阶、氧化的切制铜台阶、涂蜡的切制铜台阶、涂蜡的斑驳切制铜台阶、涂蜡的锈蚀切制铜台阶、涂蜡的氧化切制铜台阶、切制铜楼梯、斑驳的切制铜楼梯、锈蚀的切制铜楼梯、氧化的切制铜楼梯、涂蜡的切制铜楼梯、涂蜡的斑驳切制铜楼梯、涂蜡的锈蚀切制铜楼梯、涂蜡的氧化切制铜楼梯、铜灯、斑驳的铜灯、锈蚀的铜灯、氧化的铜灯、涂蜡的铜灯、涂蜡的斑驳铜灯、涂蜡的锈蚀铜灯、涂蜡的氧化铜灯、铜格栅、斑驳的铜格栅、锈蚀的铜格栅、氧化的铜格栅、涂蜡的铜格栅、涂蜡的斑驳铜格栅、涂蜡的锈蚀铜格栅、涂蜡的氧化铜格栅、铜门、斑驳的铜门、锈蚀的铜门、氧化的铜门、涂蜡的铜门、涂蜡的斑驳铜门、涂蜡的锈蚀铜门、涂蜡的氧化铜门、铜活板门、斑驳的铜活板门、锈蚀的铜活板门、氧化的铜活板门、涂蜡的铜活板门、涂蜡的斑驳铜活板门、涂蜡的锈蚀铜活板门、涂蜡的氧化铜活板门、避雷针、斑驳的避雷针、锈蚀的避雷针、氧化的避雷针、涂蜡的避雷针、涂蜡的斑驳避雷针、涂蜡的锈蚀避雷针、涂蜡的氧化避雷针、铜箱子、斑驳的铜箱子、锈蚀的铜箱子、氧化的铜箱子、涂蜡的铜箱子、涂蜡的斑驳铜箱子、涂蜡的锈蚀铜箱子、涂蜡的氧化铜箱子、铜傀儡像、斑驳的铜傀儡像、锈蚀的铜傀儡像、氧化的铜傀儡像、涂蜡的铜傀儡像、涂蜡的斑驳铜傀儡像、涂蜡的锈蚀铜傀儡像、涂蜡的氧化铜傀儡像、铜栏杆、斑驳的铜栏杆、锈蚀的铜栏杆、氧化的铜栏杆、涂蜡的铜栏杆、涂蜡的斑驳铜栏杆、涂蜡的锈蚀铜栏杆、涂蜡的氧化铜栏杆、铜链、斑驳的铜链、锈蚀的铜链、氧化的铜链、涂蜡的铜链、涂蜡的斑驳铜链、涂蜡的锈蚀铜链、涂蜡的氧化铜链、铜灯笼、斑驳的铜灯笼、锈蚀的铜灯笼、氧化的铜灯笼、涂蜡的铜灯笼、涂蜡的斑驳铜灯笼、涂蜡的锈蚀铜灯笼、涂蜡的氧化铜灯笼、铜火把",
  "在某些版本中龙蛋不一定只有一个",
  "龙蛋其实可以被挖掘",
  // MC 社区知识
  "Neoforge 是 Forge 团队分裂出来的项目",
  "Fabric 比 Forge 更年轻",
];
